Revit 2024 API
UnitTypeId.KilojoulesPerKelvin Property
 Kilojoules per Kelvin.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KilojoulesPerKelvin { get; }
Visual Basic
Public Shared ReadOnly Property KilojoulesPerKelvin As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KilojoulesPerKelvin {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace